{
    "basic_info": {
      "description_header": "Dev",
      "description": " I'm Jose A Gonzalez. I am a bilingual California native transitioning from the Army actively looking to pivot careers from healthcare to software development. I have about 10 years of healthcare experience in both the Army and Civilian sector ranging from managing military and civilian staff in a clinic setting to maintaining competency in medical documentation programs. License in Vocational Nursing obtained through an accelerated and multidisciplined 52 week U.S Army Program. I am a team leader that emphasis on clear, open minded communication, respect and constructive feedback on any subject. Skills and accomplishments that set me apart are my interpersonal and critical thinking skills that have lead to opportunities in leading individuals in projects and attending military schools to advance my skills in nursing and leadership. My exposure to software development is minimal but my interest has highly grown through the pandemic with the emphasis on computer communication and interaction and currently enrolled with Code Fellows, completing the basic coding/Java boot camp with and expected graduation in the fall of 2022.. I know my resiliency, open mindedness and teamwork experience in the military and health care field make me an exceptional candidate in contributing in any software development opportunity.",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Flappy Push",
        "startDate": "Jul 2022",
        "description": "Flappy Bird clone with a Git Hub ACP twist",
        "images": [
          "images/portfolio/flappyBird/git push high score.png"
        ],
        "url": "https://tribe-scary.github.io/201-project/",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "Reading Notes",
        "startDate": "JUN 2022",
        "description": "Reading Notes from Code Fellows Software Developer Full Stack Course",
        "images": [
          "images/portfolio/readingNotes/reading notes obi wan kenobi .png"
        ],
        "url": "https://josegonzalez1394.github.io/reading-notes/",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "Odd Duck",
        "startDate": "Jul 2022",
        "description": "Project from Code Fellows exploring product survey for potential client",
        "images": [
          "images/portfolio/oddDuck/odd duck.png"
        ],
        "url": "https://josegonzalez1394.github.io/odd-duck/",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Code Fellows",
        "title": "Full Stack Developer Student",
        "years": "06.2022 - present",
        "mainTech": [
          "Canvas 06/04/2022"
        ],
        "technologies": [
          "REST API",
          "RxJS",
          "JavaScript",
          "Bootstrap",
          "MDBootstrap", 
          "CSS", 
          "HTML", 
          "JS"
        ]
      },
      {
        "company": "Army",
        "title": "Dialysis LVN",
        "years": "11.2013 - 05.2022",
        "mainTech": [
          "Hosptial"
        ],
        "technologies": [
          "FT Jackson",
          "FT Leonard Wood", 
          "FT Sam Houston", 
          "Walter Reed", 
          "FT Gordon"
        ]
      }
    ]
  }
